<%@ Page Language="C#" AutoEventWireup="true" CodeFile="About.aspx.cs" Inherits="About" MasterPageFile="~/Site.master"%>
<asp:Content ID="Content1" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
    <h1>Список студентов</h1>
    <h2>Web-приложение, реализующее простую систему учета успеваемости студентов по дисциплине обучения</h2>
    <p>Основная функциональность:</p>
    <p>- Информация о студентах должна храниться в базе данных</p>
    <p>- Данных о студентах (в том числе о баллах студента) должны заноситься пользователем программы</p>
    <p>Дополнительные возможности:</p>
    <p>- Реализовать возможность подсчета суммы баллов </p>
    <p>- Реализовать просмотр пяти лучших и худших студентов </p>
    <p>- Реализовать защиту полей ввода от ошибок</p>
    <p>- Веб-сайт должен состоять из нескольких страниц, использовать мастер страницу и реализовать навигацию на сайте на основе мастер-страницы</p>
</asp:Content>
